Repository: GNOME/libgdata
Catalog: po/*.po
Languages: hi

source: Batch operations are unsupported by this service.
hi: बैच संचालन इस सेवा द्वारा समर्थित नहीं है।

source: This entry does not support comments.
hi: यह प्रविष्टि टिप्पणियों का समर्थन नहीं करती।

source: Comments may not be added to this entry.
hi: इस प्रविष्टि में टिप्पणियां नहीं जोड़ी जा सकती।

source: This comment may not be deleted.
hi: यह टिप्पणी मिटाई नहीं जा सकती।

source: Invalid seek request
hi: अमान्य तलाश अनुरोध

source: The server returned a malformed response.
hi: सर्वर ने विकृत प्रतिक्रिया लौटाई।

source: Access was denied by the user or server.
hi: उपयोक्ता या सर्वर द्वारा पहुंच अस्वीकारी गई।

source: Error parsing XML: %s
hi: XML विश्लेषण में त्रुटि: %s

source: Empty document.
hi: खाली दस्तावेज़।

source: Error parsing JSON: %s
hi: JSON विश्लेषण में त्रुटि: %s

source: Outermost JSON node is not an object.
hi: सबसे बाहरी JSON नोड कोई वस्तु नहीं है।

source: A %s element was missing required content.
hi: एक %s तत्व में जरूरी सामग्री अनुपस्थित थी।

source: The content of a %s element (‘%s’) was not in ISO 8601 format.
hi: %s तत्व (‘%s’) की सामग्री ISO 8601 प्रारूप में नहीं थी।

source: The value of the %s property of a %s element (‘%s’) was unknown.
hi: %2$s तत्व (‘%3$s’) के %1$s गुण का मान अज्ञात था।

source: The content of a %s element (‘%s’) was unknown.
hi: %s तत्व (‘%s’) की सामग्री अज्ञात थी।

source: A required property of a %s element (%s) was not present.
hi: %s तत्व (%s) का आवश्यक गुण मौजूद नहीं था।

source: Values were present for properties %s and %s of a %s element when only one of the two is allowed.
hi: %3$s तत्व के गुण %1$s और %2$s के लिए मान तब मौजूद थे जब दोनों में से केवल एक की ही अनुमति है।

source: A required element (%s) was not present.
hi: आवश्यक तत्व (%s) मौजूद नहीं था।

source: A singleton element (%s) was duplicated.
hi: एकल तत्व (%s) अनुकृत किया गया।

source: A ‘%s’ element was missing required content.
hi: ‘%s’ तत्व में आवश्यक सामग्री गायब थी।

source: The content of a ‘%s’ element (‘%s’) was not in ISO 8601 format.
hi: ‘%s’ तत्व (‘%s’) की सामग्री ISO 8601 प्रारूप में नहीं थी।

source: Invalid JSON was received from the server: %s
hi: सर्वर से अमान्य JSON प्राप्त हुआ: %s

source: The content of a %s element (‘%s’) was not in hexadecimal RGB format.
hi: %s तत्व (‘%s’) की सामग्री हेक्साडेसिमल RGB प्रारूप में नहीं थी।

source: Cannot connect to the service’s server.
hi: सेवा के सर्वर से जुड़ नहीं सकते।

source: Cannot connect to the proxy server.
hi: प्रॉक्सी सर्वर से जुड़ नहीं सकते।

source: Invalid request URI or header, or unsupported nonstandard parameter: %s
hi: अमान्य अनुरोध URI या हेडर, या असमर्थित गैर-मानक पैरामीटर: %s

source: Authentication required: %s
hi: प्रमाणीकरण आवश्यक: %s

source: The requested resource was not found: %s
hi: अनुरोधित संसाधन नहीं मिला: %s

source: The entry has been modified since it was downloaded: %s
hi: प्रविष्टि डाउनलोड होने के बाद से संशोधित कर दी गई है: %s

source: Error code %u when authenticating: %s
hi: प्रमाणीकरण करते समय त्रुटि कोड %u: %s

source: Error code %u when querying: %s
hi: क्वेरी करते समय त्रुटि कोड %u: %s

source: Error code %u when inserting an entry: %s
hi: प्रविष्टि डालते समय त्रुटि कोड %u: %s

source: Error code %u when updating an entry: %s
hi: प्रविष्टि अद्यतन करते समय त्रुटि कोड %u: %s

source: Error code %u when deleting an entry: %s
hi: प्रविष्टि हटाते समय त्रुटि कोड %u: %s

source: Error code %u when downloading: %s
hi: डाउनलोड करते समय त्रुटि कोड %u: %s

source: Error code %u when uploading: %s
hi: अपलोड करते समय त्रुटि कोड %u: %s

source: Error code %u when running a batch operation: %s
hi: बैच अभियान चलाते समय त्रुटि कोड %u: %s

source: Invalid redirect URI: %s
hi: अमान्य रीडायरेक्ट URI: %s

source: The entry has already been inserted.
hi: प्रविष्टि पहले ही डाली जा चुकी है।

source: Error received from server after uploading a resumable upload chunk.
hi: पुनः आरंभ योग्य अपलोड खंड के अपलोड करने के बाद सर्वर से त्रुटि प्राप्त हुई।

source: Stream is already closed
hi: स्ट्रीम पहले से ही बंद है

source: You have made too many API calls recently. Please wait a few minutes and try again.
hi: आपने हाल ही में बहुत ज़्यादा API कॉल किए हैं। कृपया कुछ मिनट प्रतीक्षा करें और फिर से प्रयास करें।

source: You must be authenticated to do this.
hi: ऐसा करने के लिए आपको प्रमाणित होना चाहिए।

source: You must be authenticated to query all calendars.
hi: सभी कैलेंडरों पर क्वेरी करने के लिए आपको प्रमाणित होना चाहिए।

source: You must be authenticated to query your own calendars.
hi: स्वयं के कैलेंडरों पर क्वेरी करने के लिए आपको प्रमाणित होना चाहिए।

source: You must be authenticated to download documents.
hi: दस्तावेज़ डाउनलोड करने के लिए आपको प्रमाणित होना चाहिए।

source: Unknown or unsupported document export format ‘%s’.
hi: अज्ञात या असमर्थित दस्तावेज़ निर्यात प्रारूप ‘%s’।

source: Invalid visibility: unrecognized value ‘%s’
hi: अमान्य दृश्यता: अपरिचित मान ‘%s’

source: You must be authenticated to query documents.
hi: दस्तावेज़ों को क्वेरी करने के लिए आपको प्रमाणित होना चाहिए।

source: You must be authenticated to query drives.
hi: ड्राइव को क्वेरी करने के लिए प्रमाणित होना चाहिए।

source: You must be authenticated to upload documents.
hi: दस्तावेज़ अपलोड करने के लिए आपको प्रमाणित होना चाहिए।

source: The document has already been uploaded.
hi: दस्तावेज़ को पहले ही अपलोड कर दिया गया है।

source: You must be authenticated to update documents.
hi: दस्तावेज़ों को अद्यतन करने के लिए आपको प्रमाणित होना चाहिए।

source: The content type of the supplied document (‘%s’) could not be recognized.
hi: प्रदत्त दस्तावेज़ की सामग्री प्रकार (‘%s’) को पहचाना नहीं जा सका।

source: You must be authenticated to copy documents.
hi: दस्तावेज़ों की प्रतिलिपि बनाने के लिए आपको प्रमाणित होना चाहिए।

source: Parent folder not found
hi: मूल फोल्डर नहीं मिला

source: You must be authenticated to insert or move documents and folders.
hi: दस्तावेज़ों और फोल्डरों को सम्मिलित या स्थानांतरित करने के लिए आपको प्रमाणित होना चाहिए।

source: You must be authenticated to move documents and folders.
hi: दस्तावेज़ों और फोल्डरों को स्थानांतरित करने के लिए आपको प्रमाणित होना चाहिए।

source: You must specify a username or be authenticated to query a user.
hi: किसी उपयोक्ता को क्वेरी करने के लिए आपको उपयोक्ता नाम निर्दिष्ट करना होगा या प्रमाणित होना होगा।

source: Query parameter not allowed for albums.
hi: एल्बम के लिए क्वेरी पैरामीटर की अनुमति नहीं है।

source: You must specify a username or be authenticated to query all albums.
hi: सभी एल्बमों को क्वेरी करने के लिए आपको उपयोक्ता नाम निर्दिष्ट करना होगा या प्रमाणित होना होगा।

source: The album did not have a feed link.
hi: एलबम के फ़ीड लिंक नहीं है।

source: You must be authenticated to upload a file.
hi: फाइल अपलोड करने के लिए आपको प्रमाणित होना चाहिए।

source: The album has already been inserted.
hi: एल्बम पहले से डाली गई है।

source: You must be authenticated to insert an album.
hi: एल्बम सम्मिलित करने के लिए आपको प्रमाणित होना चाहिए।

source: You must be authenticated to query all tasklists.
hi: सभी कार्यसूचियों को क्वेरी करने के लिए आपको प्रमाणित होना चाहिए।

source: You must be authenticated to query your own tasks.
hi: अपने कार्यों को क्वेरी करने के लिए आपको प्रमाणित होना चाहिए।

source: You have exceeded your entry quota. Please delete some entries and try again.
hi: आपने अपनी प्रविष्टि कोटा को पार कर लिया है।कृपया कुछ प्रविष्टियों को मिटा दें और फिर कोशिश करें।

source: Your Google Account must be associated with a YouTube channel to do this. Visit %s to create one.
hi: ऐसा करने के लिए आपका Google खाता किसी YouTube चैनल से जुड़ा होना चाहिए। एक चैनल बनाने के लिए %s पर जाएं।

source: You must be authenticated to upload a video.
hi: वीडियो अपलोड करने के लिए आपको प्रमाणित होना चाहिए।
